Repository: Selenium-H/Notification-Center
Catalog: locale/*/notification-center.po
Languages: de

source: Clear
de: Leeren

source: No Notifications
de: Keine Benachrichtigungen

source: No Events
de: Keine Termine

source: Preferences
de: Einstellungen

source: Help
de: Hilfe

source: About
de: Über

source: Reset Notification Center Extension
de: Erweiterung zurücksetzen

source: Reset Notification Center to defaults?
de: Soll die Benachrichtigungszentrale auf die Standarteinstellungen zurückgesetzt werden?

source: Resetting the extension will discard the current preferences configuration and restore default one.
de: Das Zurücksetzen wird alle aktuellen Einstellungen zurücksetzenund die Standarteinstellungen wiederherstellen.

source: Notifications
de: Benachrichtigungen

source: Calendar
de: Kalender

source: Indicator
de: Indikator

source: Profiles
de: Profile

source: Custom script location for
de: Skript-Speicherort für

source: Choose an application
de: Wähle eine App

source: Application List
de: Appliste

source: Choose a Script file
de: Wähle ein Skript

source: Set
de: Setzen

source: Add
de: Hinzufügen

source: Remove
de: Entfernen

source: Browse
de: Öffnen

source: No application selected
de: Keine App ausgewählt

source: For All Applications on the List
de: Für Apps in dieser Liste

source: Show them
de: Zeige sie

source: Show counts only
de: Zeige nur Zahl

source: Show banner only
de: Zeige nur Banner

source: Ignore them
de: Ignoriere sie

source: For Selected Application
de: Für ausgewählte Apps

source: Only In Notification Center
de: Nur in der Benachrichtigungszentrale

source: Below Calendar
de: Unter dem Kalender

source: Beside Calendar
de: Neben dem Kalender

source: Left
de: Links

source: Center
de: Mitte

source: Right
de: Rechts

source: No
de: Nein

source: Yes
de: Ja

source: If Do Not Disturb is Off
de: Wenn Nicht stören aus ist

source: Show Nothing
de: Zeige nichts

source: Show Dot
de: Zeige Punkt

source: Show Count
de: Zeige Zahl

source: Don't Show
de: Nicht zeigen

source: At The Top
de: Oben

source: In The Middle
de: In der Mitte

source: At The Bottom
de: Unten

source: On Top
de: Oben

source: At Bottom
de: Unten

source: Alt Key
de: Alt

source: Ctrl Key
de: Strg

source: Shift Key
de: Shift

source: Super Key
de: Super

source: Top Left
de: Oben links

source: Top Center
de: Oben mittig

source: Top Right
de: Oben rechts

source: Middle Left
de: Mitte links

source: Middle Center
de: Mitte mittig

source: Middle Right
de: Mitte rechts

source: Bottom Left
de: Unten links

source: Bottom Center
de: Unten mittig

source: Bottom Right
de: Unten rechts

source: Extension is upgraded to Version
de: Erweiterung wurde geupdatet auf Version

source: A Reset to default preferences is needed for upgrading to this version. Please Reset the extension by clicking the button below.
de: Für das Upgrade auf diese Version ist ein Zurücksetzen auf die Standardeinstellungen erforderlich. Bitte setzen Sie die Erweiterung zurück, indem Sie auf die Schaltfläche unten klicken.

source: Upgraded Successfully
de: Update fertig

source: Add
de: Hinzufügen

source: Cancel
de: Abbrechen

source: Show Media Section on Notification Center
de: Zeige Medienabschnitt in der Benachrichtigungszentrale

source: Show Notifications list on Notification Center
de: Zeige Benachrichtigungen in der Benachrichtigungszentrale

source: Show Events list on Notification Center
de: Zeige Termine in der Benachrichtigungszentrale

source: Also, Show Events List
de: Zeige auch die Termine

source: Also, show Events List
de: Zeige auch die Termine

source: Hide space beside Calendar if empty
de: Verstecke Platz neben dem Kalender wenn leer

source: Show Calendar on Left
de: Zeige den Kalendar links

source: Hide Events List If Empty
de: Verstecke Terminliste wenn leer

source: Order of sections in Notification Center
de: Reihenfolge der Abschnitte in der Benachrichtigungszentrale

source: Do Not Disturb menu position
de: Position von Nicht stören

source: Clear All Button position
de: Position von Leeren

source: Close Notification Center when focus is switched
de: Schließe die Benachrichtigungszentrale wenn der Fokus wechselt

source: Shortcut key combiation to show Notification Center
de: Tastenkombination um die Benachrichtigungszentrale zu zeigen

source: Maximum height of Notification Center ( in % )
de: Maximale Höhe der Benachrichtigungszentrale (in %)

source: Hide Clock Section
de: Verstecke Zeitabschnitt

source: Hide Weather Section
de: Verstecke Wetterabschnitt

source: Hide Date Section
de: Verstecke Datumsabschnitt

source: Notification Banner position
de: Position von Benachrichtigungs-Bannern

source: Notification Center icon position on panel
de: Icon-Position der Benachrichtigungszentrale im Panel

source: Notifications Center icon position
de: Position vom Notification-Center-Icon

source: Position of notification icon in panel box
de: Icon-Position der Benachrichtigungszentrale im Panelabschnitt

source: Show individual icons for each section on panel
de: Zeige individuelle Icons für jeden Abschnitt im Panel

source: Change icons depending if there is notification or not
de: Verändere Icons wenn eine Benachrichtigung da ist oder nicht

source: AutoHide notification indicator on panel
de: Verstecke Benachrichtigungs-Icon automatisch im Panel

source: When new notification arrives
de: Wenn eine neue Benachrichtigung kommt

source: Include events in above case
de: Schließe Termine im oberigen Fall mit ein

source: Number of times panel icon blinks on new notification
de: Wie oft das Icon bei einer neuen Benachrichtigung blinkt

source: Blink Time Interval ( in milliseconds )
de: Blinkzeitintervall (in Millisekunden)

source: Animate icon when new notification arrives
de: Animiere Icon wenn eine neue Benachrichtigung eintrifft

source: Show Dots or Counts till all notifications are cleared
de: Zeige Punkte oder Zahl bis alle Benachrichtigungen gelöscht sind

source: Middle click panel icon to toggle Do Not Disturb
de: Aktiviere Nicht stören mit einem Mittleklick auf das Icon

source: List of applications
de: Appliste

source: List of Names of application to ignore notifications from
de: Liste der Namen der Apps von denen Benachrichtigungen ignoriert werden sollen

source: List of Scripts for applications
de: Liste der Skripte für Apps

source: Run scripts on new notification
de: Starte Skript bei neuer Benachrichtigung

source: Version of Current Extension
de: Aktuelle Version

source: Provided to ensure that extension is stopped incase of autoupdate from previous version to prevent unwanted effects
de: Vorausgesetzt, um sicherzustellen, dass die Erweiterung gestoppt wird, falls die automatische Aktualisierung der vorherigen Version erfolgt, um unerwünschte Effekte zu vermeiden

source: Signals the extension to reload
de: Signalisiert der Erweiterung sich neu zu starten

source: Signals the extension to reload Application Profiles
de: Signalisiert der Erweiterung die App-Profile neu zu laden

source: Detach notification center to top panel and customizations.Please reset the extension after updating. The Extension will stop when upgraded to an incompatible version. In that case an Update tab is created to easily reset the extension. A Reset button is also always present in Preferences option in the Top Right Application menu of the extension preferences window.
de: Trennen Sie die Benachrichtigungszentrale vom oberen Bedienfeld und passen Sie sie an. Bitte setzen Sie die Erweiterung nach der Aktualisierung zurück. Die Erweiterung wird beendet, wenn auf eine inkompatible Version aktualisiert wird. In diesem Fall wird ein Update-Tab erstellt, um die Erweiterung einfach zurückzusetzen. Eine Zurücksetz-Möglichkeit ist auch immer in der Option Einstellungen im oberen rechten Anwendungsmenü des Fensters mit den Erweiterungseinstellungen vorhanden.

source: Detach notification center to top panel and customizations.
de: Trennen Sie die Benachrichtigungszentrale vom oberen Bedienfeld und passen Sie sie an.
